[
  {
    "text": "Man is a mystery. It needs to be unravelled, and if you spend your whole life unravelling it, don’t say that you’ve wasted time. I am studying that mystery because I want to be a human being. – A reflection on Dostoevsky’s lifelong obsession with the depths of the human soul.",
    "author": "Fyodor Dostoevsky"
  },
  {
    "text": "I am free and that is why I am lost. The chains that once bound me have fallen away, and yet in this newfound freedom, I wander through the corridors of my own mind, searching for meaning in a world that offers none, questioning every step and every shadow that crosses my path.",
    "author": "Franz Kafka"
  },
  {
    "text": "In the depth of winter, I finally learned that within me there lay an invincible summer. Even as the cold pressed in from all sides, I discovered a warmth that could not be extinguished, a resilience that persisted despite the absurdity and indifference of the universe.",
    "author": "Albert Camus"
  },
  {
    "text": "When you change the way you think, you can change the way you feel and act, even if the situation does not change. The power to transform your life lies not in the circumstances you face, but in the thoughts you choose to believe, the stories you tell yourself, and the compassion you extend to your own struggles.",
    "author": "David D. Burns"
  },
  {
    "text": "The darker the night, the brighter the stars; the deeper the grief, the closer is God. In the midst of suffering and despair, when all hope seems lost, it is often then that the light of understanding and faith shines most clearly, illuminating the path forward.",
    "author": "Fyodor Dostoevsky"
  },
  {
    "text": "There are times when I look at people and see nothing but a collection of habits, fears, and memories, all stitched together by the fragile thread of consciousness. It is in these moments that I wonder if we are truly free, or simply actors reciting lines written by forces we cannot comprehend.",
    "author": "Franz Kafka"
  },
  {
    "text": "Life can be magnificent and overwhelming—that is its whole tragedy. Without beauty, love, or danger it would almost be easy to live. But to live truly is to embrace the chaos, to find meaning in the fleeting moments, and to accept that suffering is as much a part of existence as joy.",
    "author": "Albert Camus"
  },
  {
    "text": "Remember that thoughts are just thoughts—they are not facts. You are not your thoughts, and you are not obligated to believe everything your mind tells you. By learning to observe your thinking with curiosity and kindness, you can begin to change your relationship with your mind and your life.",
    "author": "David D. Burns"
  },
  {
    "text": "Pain and suffering are always inevitable for a large intelligence and a deep heart. The really great men must, I think, have great sadness on earth. Yet it is through this suffering that we come to understand ourselves and the world more deeply.",
    "author": "Fyodor Dostoevsky"
  },
  {
    "text": "A book must be the axe for the frozen sea within us. Only when we are shaken from our complacency, when we are forced to confront the truths we would rather ignore, do we begin to awaken to the possibilities of our own existence.",
    "author": "Franz Kafka"
  },
  {
    "text": "Imagination is more important than knowledge. For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution. It is by daring to imagine what does not yet exist that we move beyond the boundaries of what is known and create the future.",
    "author": "Albert Einstein"
  },
  {
    "text": "The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when contemplating the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery every day.",
    "author": "Albert Einstein"
  },
  {
    "text": "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. The day science begins to study non-physical phenomena, it will make more progress in one decade than in all the previous centuries of its existence.",
    "author": "Nikola Tesla"
  },
  {
    "text": "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. The present is theirs; the future, for which I have really worked, is mine.",
    "author": "Nikola Tesla"
  },
  {
        "text": "The greatest scientists are artists as well. They see the world not just as it is, but as it could be, and they dare to dream of possibilities that others cannot even imagine. It is this creative vision that drives innovation and leads to breakthroughs that change the course of history.",
        "author": "Albert Einstein"
  },
  {
        "text": "The most beautiful experience we can have is the mysterious. It is the fundamental emotion which stands at the cradle of true art and true science. Whoever does not know it and can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed.",
        "author": "Albert Einstein"
  },
  {
        "text" : "The quality, relevance, and impact of the products and services output by the technology sector can only be improved by having the people who are building them be demographically representative of the people who are using them."
  }
]